tap "homebrew/dupes"
tap "neovim/neovim"

brew "python"
brew "lua"
brew "go"

brew "openssl"
brew "openssh"
brew "libyaml"

brew "git"
brew "tig"
brew "mercurial"
brew "zsh"

brew "the_silver_searcher"
brew "cloc"
brew "tree"
brew "imagemagick"
brew "jpegoptim"
brew "optipng"
brew "htop-osx"
brew "qt"
brew "blueutil"

brew "vim", args: ["with-lua"]
brew "neovim", args: ["HEAD"]
brew "macvim"

brew "chruby"
brew "ruby-install"

brew "postgresql"
brew "mongodb"
brew "mysql"
brew "redis"
brew "sqlite"
brew "memcached"

brew "node"
brew "phantomjs"

brew "heroku-toolbelt"
