tap "lintje/lintje"

brew "lintje"

brew "openssl"
brew "openssh"

brew "git"
brew "tig"
brew "zsh"
brew "fzf"

brew "universal-ctags", :args => ["HEAD"]
brew "ripgrep"
brew "cloc"
brew "tree"
brew "blueutil"

brew "vim"
brew "neovim"

brew "chruby"
brew "ruby-install"
brew "pyenv"

brew "postgresql@15"
brew "redis"
brew "sqlite"
brew "memcached"

brew "eza" # ls replacement
brew "bat" # cat replacement
brew "git-delta"
brew "shellcheck"

# GPG
brew "gnupg"
brew "pinentry-mac"
